{"slug":"dlqviBEqjcQ","lang":"en","author":"Whisper AI + translated by deepl","subtitles":[{"id":1,"startTime":0,"endTime":2.8,"text":"This is Kazuka Yasumori from Inoue Tonfuku. "},{"id":2,"startTime":2.8,"endTime":3.6,"text":"And,"},{"id":3,"startTime":3.6,"endTime":5.8,"text":"Yes! I am Director Murahoshi of Ukka."},{"id":4,"startTime":5.8,"endTime":9.8,"text":"Pleased to meet you."},{"id":5,"startTime":9.8,"endTime":13,"text":"In this series of nighttime conversations with idols,"},{"id":6,"startTime":13,"endTime":14.8,"text":"I have a project that has become a regular feature of this series of conversations between nighttime and idols,"},{"id":7,"startTime":14.8,"endTime":18.8,"text":"We have prepared questions that we would like to ask each other,"},{"id":8,"startTime":18.8,"endTime":22.8,"text":"I have prepared some questions that we would like to ask each other."},{"id":9,"startTime":22.8,"endTime":23.8,"text":"Or rather,"},{"id":10,"startTime":23.8,"endTime":29.424,"text":"I'd like to ask each other questions now."},{"id":11,"startTime":29.424,"endTime":36.704,"text":"Do you have any? I wonder. I'm just wondering, what do you do on your days off?"},{"id":12,"startTime":36.704,"endTime":57.216,"text":"Well, I used to be a very outdoorsy person. Before. That's right. I used to go out with my family, or go out with my friends if I could, or drive around in the car because my friends have licenses, but lately I've been using that..."},{"id":13,"startTime":57.216,"endTime":85.376,"text":"But recently, I've been using that game console. Since I bought the Switch. You bought it? Recently. Yes, recently. And I'm hooked. I'm totally hooked. What are you playing now? I'm playing Pikmin. Pikmin are really popular right now. It's really fun. I've loved video games since I was little, but Pikmin has never passed me by. Oh, really? I heard that a demo version was being distributed, so I thought I'd give it a try. What kind of Pikmin?"},{"id":14,"startTime":85.376,"endTime":112.186,"text":"Some kind of adventure. That's right. It's an adventure game. And collecting treasures. And then you have to defeat the enemies. You defeat enemies, right? That's right. Pikmin are multiplying in great numbers. That's right. And they point at you and stuff. Oh, so it's like that. But it's not a very intense battle, it's more of a mild-mannered battle. Oh, so it's a mild-mannered kind of battle. That's right. That's why I highly recommend it. It's interesting. But it's not just that."},{"id":15,"startTime":112.192,"endTime":119.472,"text":"It's not just fighting, so that's really interesting. Oh, I see. After I get into it, I want to stay in."},{"id":16,"startTime":119.472,"endTime":134.464,"text":"Oh, I know what you mean. I also bought Pokemon Violet in April. I had always liked Pokemon, and I had played up to XY on the 3DS, but I hadn't lived up to that point for a while,"},{"id":17,"startTime":134.464,"endTime":138.464,"text":"I heard it was interesting, so I thought I had no choice but to buy it, and it's really interesting. It's really interesting."},{"id":18,"startTime":138.464,"endTime":143.864,"text":"There are times when I can't play the pregame, but the time is just a second."},{"id":19,"startTime":143.864,"endTime":146.064,"text":"I understand. I understand.I know. I know. "},{"id":20,"startTime":146.064,"endTime":148.864,"text":"Okay, what? I mean, how long has it been? Yeah."},{"id":21,"startTime":148.864,"endTime":152.464,"text":"Huh? That's what I thought. That's what happened yesterday. Really? Really."},{"id":22,"startTime":152.464,"endTime":153.864,"text":"That's scary, isn't it?"},{"id":23,"startTime":153.864,"endTime":157.664,"text":"Yeah, that's why I've been a bit of a recluse lately."},{"id":24,"startTime":157.664,"endTime":161.064,"text":"But I'm with you. Really? Not much later."},{"id":25,"startTime":161.064,"endTime":162.96,"text":"I don't leave the house anymore."},{"id":26,"startTime":162.96,"endTime":180.68,"text":"Really? On your days off? Sometimes I go out, but sometimes I go shopping or meet up with friends, but basically I stay at home and do various things at home, like playing games, practicing, etc., and then the day is over."},{"id":27,"startTime":180.68,"endTime":184.88,"text":"I am a stay-at-home idol. I am a stay-at-home idol."},{"id":28,"startTime":184.88,"endTime":186.384,"text":"I want to do two."},{"id":29,"startTime":186.384,"endTime":195.184,"text":"I want to do two. Oh, can I ask you a question? First, I want to know about MVTi."},{"id":30,"startTime":195.184,"endTime":206.344,"text":"MVTi is a diagnostic tool that you can use on your smartphone, and it divides people into 16 types,"},{"id":31,"startTime":206.344,"endTime":217.584,"text":"It's a diagnostic tool that divides people into 16 types, and it's kind of a personality test. It's like a personality test. I'm really interested in it. The other day, I took the test with the members, and I was a nurturer."},{"id":32,"startTime":217.584,"endTime":224.704,"text":"I was a nurturer."},{"id":33,"startTime":224.704,"endTime":238.904,"text":"I also like to take psychological tests, but I'm pretty sure it says I'm a pacifist."},{"id":34,"startTime":238.904,"endTime":247.944,"text":"Animal? Have you ever done fortune-telling? Animals? I might have. Really? Yes, I have. I don't know what I'm talking about. I'm kind of a pacifist."},{"id":35,"startTime":248.16,"endTime":250.16,"text":"I thought, \"Oh, I'm a pacifist."},{"id":36,"startTime":250.16,"endTime":252.16,"text":"But it's already showing."},{"id":37,"startTime":252.16,"endTime":253.16,"text":"No, really?No, really? "},{"id":38,"startTime":253.16,"endTime":253.66,"text":"Quickly."},{"id":39,"startTime":253.66,"endTime":254.66,"text":"I don't think so,"},{"id":40,"startTime":254.66,"endTime":256.66,"text":"What was Wakarin's name, by the way?"},{"id":41,"startTime":256.66,"endTime":259.66,"text":"ENFJ, like the hero type."},{"id":42,"startTime":259.66,"endTime":260.66,"text":"Oh, yeah."},{"id":43,"startTime":260.66,"endTime":262.16,"text":"That's what it was like."},{"id":44,"startTime":262.16,"endTime":266.66,"text":"It's like, you know, you can be either a yin family or a yang family."},{"id":45,"startTime":266.66,"endTime":267.66,"text":"Oh~."},{"id":46,"startTime":267.66,"endTime":268.16,"text":"Yes, yes, yes."},{"id":47,"startTime":268.16,"endTime":270.16,"text":"You can be either one or the other."},{"id":48,"startTime":270.16,"endTime":271.66,"text":"It's like that."},{"id":49,"startTime":271.66,"endTime":272.64,"text":"I like that, the sense of being the main character."},{"id":50,"startTime":272.64,"endTime":278.24,"text":"It's good, it's coming out. You know, in One Piece, I'm a Sanji type. Oh, Sanji? That's right."},{"id":51,"startTime":278.24,"endTime":283.68,"text":"I've already checked that much. Yes, I've already checked. Wow, that's strange. Oh, I see."},{"id":52,"startTime":283.68,"endTime":289.92,"text":"But you're right, he's so nice. You're so kind. Well, because, you know, you are kind."},{"id":53,"startTime":289.92,"endTime":294.64,"text":"That's what I love about you, you know. Well, I love you too, don't I?"},{"id":54,"startTime":294.64,"endTime":298.816,"text":"Thank you for knowing. I'm glad to know. One more thing."},{"id":55,"startTime":298.816,"endTime":304.816,"text":"You said earlier that you are not an outdoorsy person, but I was wondering where would be a good place to go to have fun in Wakata.You said earlier that you are not outdoorsy, but I was wondering where you would like to go for fun in Wakata. "},{"id":56,"startTime":304.816,"endTime":309.576,"text":"Well, I would like to go anywhere. I mean, it's true that I want to have fun wherever I go,"},{"id":57,"startTime":309.576,"endTime":317.136,"text":"But I already know that I want to go to live concerts with him. But we both like One Piece, and there's a One Piece Tower event at Tokyo Tower."},{"id":58,"startTime":317.136,"endTime":321.816,"text":"I want to go! I thought that would be nice. I want to go! I want to go! I want to go so much!"},{"id":59,"startTime":321.816,"endTime":327.488,"text":"I went once with my mom when I was in the third grade of junior high school."},{"id":60,"startTime":327.488,"endTime":332.888,"text":"It's so much fun. Have you been? Seriously? Let's go. I'll go, I'll go."},{"id":61,"startTime":332.888,"endTime":341.228,"text":"You like Law? Yes, Sabo. Sabo and koalas and Ying. I like the Revolutionary Guard."},{"id":62,"startTime":341.228,"endTime":346.168,"text":"So you can take a picture with Law? Was there? I'm going to die."},{"id":63,"startTime":346.168,"endTime":349.888,"text":"Diapers? Diaper wife? What are you doing? I'm gonna die in a diaper."},{"id":64,"startTime":349.888,"endTime":354.888,"text":"Also, there's something about Perona... like a mansion. Oh, it's absolutely adorable. It's like a little haunted house."},{"id":65,"startTime":354.888,"endTime":357.456,"text":"Wow. There's that many of them."},{"id":66,"startTime":357.456,"endTime":365.796,"text":"I'm not very good at haunted houses. It's cute. I'm sure Perona is cute, but I was like, \"I can't do it, I can't do it."},{"id":67,"startTime":365.796,"endTime":372.216,"text":"She was so cute even though she was like this. I want to go there. I didn't know there was such a place."},{"id":68,"startTime":372.216,"endTime":379.952,"text":"I thought maybe One Piece Tower. Yay! Then, One Piece Tower and the live concert. I'm OK with going to a live concert."},{"id":69,"startTime":379.952,"endTime":387.952,"text":"Both are my hobbies. Indeed. When you have something in common, you like the same things, right? That's right. I'm glad."},{"id":70,"startTime":390.952,"endTime":399.392,"text":"Yes, I'm glad. So we had a good time talking about it, and we were also talking about the event in which both of us will perform, Tokyo Nighttime Land Bloom 3"},{"id":71,"startTime":399.392,"endTime":406.472,"text":"Uguisudani no Bara will be held on September 6 at Tokyo Kinema Club."},{"id":72,"startTime":406.49,"endTime":415.29,"text":"Hey, finally. It's the first time. I performed at Volume 2."},{"id":73,"startTime":415.29,"endTime":419.97,"text":"Ruri was with me. I got gummy bears in the dressing room.Luli was with me. I got some gummies in the dressing room. "},{"id":74,"startTime":419.97,"endTime":424.49,"text":"I knew they were notifying me. I'm in gummy communication."},{"id":75,"startTime":424.49,"endTime":427.97,"text":"What was it like to be in Volume 2?"},{"id":76,"startTime":427.97,"endTime":434.752,"text":"First of all, I didn't have much interaction with everyone except at the Staples Festival."},{"id":77,"startTime":434.752,"endTime":445.252,"text":"Since I was the only one from Tohoku, I was nervous from the lesson, but everyone was really kind."},{"id":78,"startTime":445.252,"endTime":461.452,"text":"Even though we were from different groups, the sense of unity that we all had to make a good show for that day was really something, and I learned a lot."},{"id":79,"startTime":461.648,"endTime":476.328,"text":"I learned a lot. It was a great event because it was a mix of acting and dancing, with different lines from usual live performances, so I got a lot of inspiration from it."},{"id":80,"startTime":476.328,"endTime":485.84,"text":"Well, it was my first time, too, and I was quite nervous, but I understand. But I understand. So I know how relieved you are."},{"id":81,"startTime":485.84,"endTime":491,"text":"But I'm really looking forward to it now, because it's coming soon."},{"id":82,"startTime":491,"endTime":492,"text":"Yes, it is."},{"id":83,"startTime":492,"endTime":498.52,"text":"I don't know what it will be like, the composition, the music, and so on, but I'm looking forward to it,"},{"id":84,"startTime":498.52,"endTime":505.4,"text":"This time, we have Maya Aiba, formerly of Tanazuka,"},{"id":85,"startTime":505.4,"endTime":508.36,"text":"I was wondering what kind of a play it would be."},{"id":86,"startTime":508.36,"endTime":512.84,"text":"I also like to watch videos of Tanazuka, so I'm very grateful to be able to learn from her."},{"id":87,"startTime":512.928,"endTime":519.248,"text":"I am very grateful to be able to study so close to her,"},{"id":88,"startTime":519.248,"endTime":524.928,"text":"I am very grateful to be able to study so close to you, and I am very happy that you have given me this opportunity."},{"id":89,"startTime":524.928,"endTime":526.928,"text":"I'll do my best."},{"id":90,"startTime":526.928,"endTime":528.928,"text":"I'm nervous, maybe."},{"id":91,"startTime":528.928,"endTime":533.928,"text":"This time, Miyu will be from Trucks, you know,This time, Miyu from Trucks will be there, "},{"id":92,"startTime":533.928,"endTime":539.928,"text":"The rest of the staff will be with me."},{"id":93,"startTime":540.448,"endTime":542.448,"text":"I'm really nervous."},{"id":94,"startTime":542.448,"endTime":544.448,"text":"I feel like I'm almost ready to see them."},{"id":95,"startTime":544.448,"endTime":546.448,"text":"Like, \"We only have one more month left."},{"id":96,"startTime":546.448,"endTime":550.448,"text":"I heard about the lessons and rehearsal period the other day,"},{"id":97,"startTime":550.448,"endTime":552.448,"text":"But it was pretty good,"},{"id":98,"startTime":552.448,"endTime":555.448,"text":"I don't know, I don't have any experience at all,"},{"id":99,"startTime":555.448,"endTime":558.448,"text":"I don't have any experience in acting either,"},{"id":100,"startTime":558.448,"endTime":560.448,"text":"That's right, we don't have any experience either."},{"id":101,"startTime":560.448,"endTime":561.448,"text":"Yes, we don't have it either."},{"id":102,"startTime":561.448,"endTime":563.448,"text":"I'm excited."},{"id":103,"startTime":563.448,"endTime":564.448,"text":"I'm looking forward to it."},{"id":104,"startTime":564.448,"endTime":566.448,"text":"I'm looking forward to it."},{"id":105,"startTime":566.448,"endTime":567.448,"text":"Yes, I am."},{"id":106,"startTime":567.448,"endTime":569.448,"text":"Then, do you have any enthusiasm for it?"},{"id":107,"startTime":569.448,"endTime":570.432,"text":"Enthusiasm."},{"id":108,"startTime":570.432,"endTime":576.312,"text":"I will be performing in Tokyo Yakana Vol. 3 in September,"},{"id":109,"startTime":576.312,"endTime":580.812,"text":"I am very nervous, but I hope I can bring a good time to everyone,I am very nervous, but I hope to bring a good time to everyone, "},{"id":110,"startTime":580.812,"endTime":583.912,"text":"It's a little bit different from what I usually do,"},{"id":111,"startTime":583.912,"endTime":585.912,"text":"I don't know. I don't know what I'm going to do,"},{"id":112,"startTime":585.912,"endTime":590.812,"text":"I don't know what else I'm going to do, but I'm hoping that everyone will see something in me that they haven't seen before,"},{"id":113,"startTime":590.812,"endTime":594.812,"text":"I will do my best, so please come and join us. Please come and visit us."},{"id":114,"startTime":594.812,"endTime":596.812,"text":"Please come and see us."},{"id":115,"startTime":596.812,"endTime":598.812,"text":"Perfect enthusiasm."},{"id":116,"startTime":598.812,"endTime":600.312,"text":"That's what I'm talking about."},{"id":117,"startTime":600.4,"endTime":603.14,"text":"Yes, so our partners so far are,"},{"id":118,"startTime":603.14,"endTime":605.44,"text":"Yuka Yasumori of Iginari Talk and"},{"id":119,"startTime":605.44,"endTime":607.44,"text":"and Yoshiko Muramoto of Ukka."},{"id":120,"startTime":607.44,"endTime":609.44,"text":"Bye bye!"}]}