{"slug":"E-3-DDuuE2U","lang":"en","author":"Whisper AI + translated by deepl","subtitles":[{"id":1,"startTime":0,"endTime":4.6,"text":"I am Shizuka Miyano, Candy Tune's purple color manager. "},{"id":2,"startTime":4.6,"endTime":7.8,"text":"Q.Who do you see yourself as? A. Myself from my point of view?"},{"id":3,"startTime":7.8,"endTime":11.5,"text":"I think I am kind of a joke."},{"id":4,"startTime":11.5,"endTime":16.5,"text":"I am energetic, whether in a good way or bad way,"},{"id":5,"startTime":16.5,"endTime":19.4,"text":"I don't know if it's a good thing or a bad thing, but I think I don't think about anything,"},{"id":6,"startTime":19.4,"endTime":23.1,"text":"I think I'm a bit of a naive person."},{"id":7,"startTime":23.1,"endTime":25,"text":"Q. When something happens, do you feel like you are just going to let it go?"},{"id":8,"startTime":25,"endTime":27,"text":"I feel like, \"It's all right now."},{"id":9,"startTime":27,"endTime":30,"text":"I'm like, \"I can go now."},{"id":10,"startTime":30,"endTime":32,"text":"But when I think about myself"},{"id":11,"startTime":32,"endTime":34,"text":"But when I think about myself and what was said to me..."},{"id":12,"startTime":34,"endTime":37,"text":"I go home and feel anxious."},{"id":13,"startTime":38,"endTime":41,"text":"But the members say I'm a mood maker."},{"id":14,"startTime":41,"endTime":44,"text":"I've been called a mood maker by the members."},{"id":15,"startTime":44,"endTime":49.52,"text":"When I'm with other people, I'm the kind of person who wants to talk about fun things."},{"id":16,"startTime":49.52,"endTime":57.32,"text":"When I'm alone, I'm a bit of a downer, but when I'm with the members, I try to be upbeat all the time."},{"id":17,"startTime":57.32,"endTime":60.16,"text":"Oh, what's that?"},{"id":18,"startTime":60.16,"endTime":70,"text":"I was worried at first about the members and wondered if I could make it."},{"id":19,"startTime":70,"endTime":76,"text":"At first I was worried about the members and wondered if I could make it, but at the meeting, I was convinced that this group can go to the next level."},{"id":20,"startTime":76,"endTime":81,"text":"I'm really looking forward to it."},{"id":21,"startTime":81,"endTime":87,"text":"In my opinion, idols who can be a role model for other idols are the ones who will go to the next level."},{"id":22,"startTime":87,"endTime":99,"text":"I think I can become an idol that people who want to become idols or aspire to become idols can look up to and aspire to become idols."},{"id":23,"startTime":99,"endTime":104,"text":"I always try to put someone in each song."},{"id":24,"startTime":104,"endTime":105,"text":"I always try to guess a character in each song."},{"id":25,"startTime":108,"endTime":112,"text":"A song is a story, if you will. So I try to find someone who fits the story in my mind,"},{"id":26,"startTime":112,"endTime":117,"text":"I associate the story in my mind and sing the song."},{"id":27,"startTime":118,"endTime":121,"text":"But I also think of the other members of the group."},{"id":28,"startTime":122,"endTime":125,"text":"I don't always make myself a character."},{"id":29,"startTime":125,"endTime":128,"text":"The songs I sing are for me."},{"id":30,"startTime":128,"endTime":132,"text":"I try to sing the songs with the members of the group in mind."},{"id":31,"startTime":132,"endTime":134,"text":"I try to sing the songs with this member in mind."},{"id":32,"startTime":134,"endTime":139,"text":"I am not very confident in myself."},{"id":33,"startTime":139,"endTime":143,"text":"If I had to say it, I would say that I am a person who hates myself."},{"id":34,"startTime":143,"endTime":148.22,"text":"I like singing, but I don't like the idea of someone watching me while I sing."},{"id":35,"startTime":148.22,"endTime":151.8,"text":"So I was the kind of person who wanted people to just listen to me sing."},{"id":36,"startTime":151.8,"endTime":153.8,"text":"So I had a lot of trouble with that."},{"id":37,"startTime":153.8,"endTime":156.64,"text":"I had a lot of trouble with my activities, so I would like to try my best to have confidence in myself."},{"id":38,"startTime":156.64,"endTime":160.84,"text":"I want to do my best to have confidence in myself."},{"id":39,"startTime":160.84,"endTime":163.8,"text":"Idols are a unit."},{"id":40,"startTime":163.8,"endTime":169.16,"text":"It's important to sing together as a unit, but I want to be able to sing my own songs and be my own person."},{"id":41,"startTime":169.16,"endTime":190.56,"text":"I don't want to change my stance on singing, so my voice teacher told me that I can sing as I like and that she wants me to sing as much as I like during my solo parts. I think I can make the best use of my singing,"},{"id":42,"startTime":190.56,"endTime":206.4,"text":"I don't want to give up the parts that I can make the most of in my singing. The group is certainly a very good one, and I am determined to keep rising to the next level,"},{"id":43,"startTime":206.4,"endTime":211.9,"text":"But when it comes to myself, I am not good at being seen by others,"},{"id":44,"startTime":211.9,"endTime":221,"text":"I am worried about whether I will be able to show myself properly to the people who support me,"},{"id":45,"startTime":221,"endTime":226.28,"text":"However, there are many people who support me in my daily practice with this group."},{"id":46,"startTime":226.28,"endTime":237.24,"text":"But there are many people who support me in my daily practice with this group, and they are all very kind to me, telling me that I'll be fine, that I'm cute and I'll be fine, and that I'm confident in myself."},{"id":47,"startTime":237.24,"endTime":251.36,"text":"I want to show them at my debut live that I have grown up a little more than before, so I'm really looking forward to making them think that Candy Tune is amazing."},{"id":48,"startTime":251.36,"endTime":268.82,"text":"Well, you know, if I say we're a group of seven, I mean, I'm saying we're a maximum of seven people, so that everyone will know who we are."},{"id":49,"startTime":268.82,"endTime":272.32,"text":"I would be most happy if we could become an idol group that everyone would know."},{"id":50,"startTime":273.52,"endTime":283.6,"text":"I have always loved singing, and I wanted to be able to convey what I couldn't convey in words through song."},{"id":51,"startTime":283.6,"endTime":286.08,"text":"I came across idols."},{"id":52,"startTime":286.08,"endTime":288.64,"text":"I was never very confident about myself."},{"id":53,"startTime":288.64,"endTime":291.4,"text":"But when I was singing, I liked it."},{"id":54,"startTime":291.4,"endTime":295.64,"text":"I felt like I could have confidence in myself."},{"id":55,"startTime":295.64,"endTime":298.56,"text":"When I had a hard time, when I had a happy time"},{"id":56,"startTime":298.56,"endTime":300.72,"text":"I was supported by my family"},{"id":57,"startTime":300.72,"endTime":303.8,"text":"My family, friends, and songs."},{"id":58,"startTime":303.8,"endTime":312,"text":"I would like to be the kind of person who can push people who have dreams in the future."},{"id":59,"startTime":312,"endTime":320,"text":"Just as my singing was my reason for living, I hope to be a part of your reason for living,"},{"id":60,"startTime":320,"endTime":326,"text":"In order to return the favor, I want to protect this place and continue to protect it."},{"id":61,"startTime":327.6,"endTime":330.8,"text":"Candy Tune is my life."},{"id":62,"startTime":334,"endTime":338,"text":"Hello, my name is Shizuka Miya."},{"id":63,"startTime":338.5,"endTime":341,"text":"Everyone, please work hard with great strength!"},{"id":64,"startTime":341.5,"endTime":345,"text":"I will do my best to make Candy Tune grow bigger! Mag-iari, supportahan ang Candytune!"}]}