{"slug":"E4VqC42EzOI","lang":"en","author":"Whisper AI + translated by deepl","subtitles":[{"id":1,"startTime":0,"endTime":4,"text":"Hello everyone! "},{"id":2,"startTime":4,"endTime":12,"text":"This time, we've asked for questions about beauty, cosmetics, and makeup on Twitter, and we'd like to answer the \"choices\"!"},{"id":3,"startTime":13.32,"endTime":15.8,"text":"Thank you for all the questions!"},{"id":4,"startTime":15.8,"endTime":17.4,"text":"Thank you very much!"},{"id":5,"startTime":17.4,"endTime":21.12,"text":"Yes, so I'm going to answer them right away!"},{"id":6,"startTime":21.12,"endTime":27.66,"text":"Yes, so let's have matching perfumes!"},{"id":7,"startTime":27.66,"endTime":31.5,"text":"We have received a question about perfume."},{"id":8,"startTime":31.5,"endTime":34.84,"text":"What do you use? I'm not very good at perfume."},{"id":9,"startTime":34.84,"endTime":37.98,"text":"I'm not good at perfume and don't use it, but this is the only perfume I use and I don't like it."},{"id":10,"startTime":37.98,"endTime":41.46,"text":"I'm not good at using perfume in general, but this one doesn't make me feel bad when I use it."},{"id":11,"startTime":42.26,"endTime":47.34,"text":"It's called Botanical Fallon Aqua Sacrae."},{"id":12,"startTime":47.34,"endTime":49.66,"text":"It's a kind of botanical perfume called Botanical Fallon Aqua Sacrae, and it's, what, 10mm?"},{"id":13,"startTime":49.66,"endTime":51.18,"text":"It's very convenient because you can carry it around with you."},{"id":14,"startTime":51.18,"endTime":52.5,"text":"Yes, it's very convenient to use something small."},{"id":15,"startTime":52.5,"endTime":53.34,"text":"Yes, it is."},{"id":16,"startTime":53.34,"endTime":56.06,"text":"I don't like strong smells."},{"id":17,"startTime":56.06,"endTime":59.26,"text":"but this one doesn't smell so bad."},{"id":18,"startTime":59.26,"endTime":60.624,"text":"I like it!"},{"id":19,"startTime":61.624,"endTime":64.624,"text":"I use it in different ways depending on my mood."},{"id":20,"startTime":64.624,"endTime":67.624,"text":"On days when I feel like wearing perfume"},{"id":21,"startTime":67.624,"endTime":73.624,"text":"I said \"French Rose\" by Flora Nautis Gilles Art."},{"id":22,"startTime":73.624,"endTime":76.624,"text":"It's a scent with a French-like name."},{"id":23,"startTime":76.624,"endTime":81.624,"text":"This is the perfume that Yumemaru-san always buys for me, saying thank you."},{"id":24,"startTime":81.624,"endTime":84.624,"text":"She told me I could choose one."},{"id":25,"startTime":84.624,"endTime":88.624,"text":"The fragrance that caught my attention the most"},{"id":26,"startTime":88.624,"endTime":92.624,"text":"I wear it with my main character, an adult."},{"id":27,"startTime":92.624,"endTime":97.624,"text":"Another one I wear on days when I'm feeling more girly is"},{"id":28,"startTime":97.624,"endTime":101.624,"text":"Schenrel's Marloui Pink Princess Dream."},{"id":29,"startTime":101.624,"endTime":103.624,"text":"What was that?"},{"id":30,"startTime":103.624,"endTime":106.624,"text":"I'm pretty sure it's the one that will get the message across."},{"id":31,"startTime":106.624,"endTime":108.624,"text":"It always smells so good."},{"id":32,"startTime":108.624,"endTime":110.624,"text":"I'm not wearing it today, but I am wearing perfume."},{"id":33,"startTime":110.624,"endTime":112.624,"text":"Today it smells like bread."},{"id":34,"startTime":112.624,"endTime":114.624,"text":"So it's white nosy quiche."},{"id":35,"startTime":114.624,"endTime":116.624,"text":"No, it's not."},{"id":36,"startTime":116.624,"endTime":118.624,"text":"I'd like to go somewhere else."},{"id":37,"startTime":118.624,"endTime":121.624,"text":"Next, I'd like to continue with the base makeup that doesn't fall apart."},{"id":38,"startTime":121.624,"endTime":124.624,"text":"It doesn't fall apart even if you move around at a live concert or something."},{"id":39,"startTime":124.73,"endTime":126.73,"text":"I heard that this is the base makeup of \"Realty\"."},{"id":40,"startTime":126.73,"endTime":133.73,"text":"When I do makeup for live shows, I put on various layers of makeup so that it doesn't break down due to perspiration,"},{"id":41,"startTime":133.73,"endTime":138.73,"text":"What I highly recommend is to use a make-up keeping spray in between the layers,"},{"id":42,"startTime":138.73,"endTime":143.73,"text":"I recommend putting a make-up keeping spray in between, or mixing it in with the make-up itself,"},{"id":43,"startTime":143.73,"endTime":147.73,"text":"I do a lot of research on my own to find the right combination,"},{"id":44,"startTime":147.73,"endTime":157.73,"text":"I use Dior's Snowskin primer, Jill Stuart's SPF 40 regular white one, and Kosen's Makeup Keep Spray,"},{"id":45,"startTime":157.73,"endTime":162.73,"text":"Kosen's Makeup Keep Spray, after mixing all three and applying it to my primer,"},{"id":46,"startTime":162.73,"endTime":168.73,"text":"I also put on a Korean foundation called Sibirny,"},{"id":47,"startTime":168.73,"endTime":173.73,"text":"Then, I put on the next foundation by mixing a Korean foundation called Sibirny and Kosen's Makeup Keep Spray."},{"id":48,"startTime":173.73,"endTime":177.73,"text":"The powder is dabbed on very hard,"},{"id":49,"startTime":177.73,"endTime":184.73,"text":"If I do this, my face tends to fall off easily when I wear a mask,"},{"id":50,"startTime":184.73,"endTime":187.73,"text":"It gets on the mask easily. It is difficult."},{"id":51,"startTime":187.73,"endTime":192.73,"text":"If you wear a mask and it doesn't fall off, it is better to put on a thin layer of powder,"},{"id":52,"startTime":192.73,"endTime":197.73,"text":"I think it's better to put on a thin layer of anything and use more powder."},{"id":53,"startTime":197.73,"endTime":198.73,"text":"Is there?"},{"id":54,"startTime":198.73,"endTime":205.73,"text":"It's hard to say, but I use a lot of different ones, so I don't have a favorite yet,"},{"id":55,"startTime":205.73,"endTime":209.73,"text":"It's gentle on the skin, but also has good coverage."},{"id":56,"startTime":209.73,"endTime":212.73,"text":"I'm not sure if it is anti-abrasive or not, but there is an item,"},{"id":57,"startTime":212.73,"endTime":215.73,"text":"BB cream by Only Mineral."},{"id":58,"startTime":215.73,"endTime":218.73,"text":"It covers the skin as well as a foundation, but it's not as good as foundation,"},{"id":59,"startTime":218.73,"endTime":222.73,"text":"I have an image that Only Mineral uses skin-friendly products,"},{"id":60,"startTime":222.73,"endTime":225.73,"text":"I still use it. I still use it as usual."},{"id":61,"startTime":225.73,"endTime":232.73,"text":"If I put powder on top of it, I think it looks good."},{"id":62,"startTime":232.73,"endTime":233.73,"text":"I see."},{"id":63,"startTime":233.73,"endTime":234.73,"text":"I see."},{"id":64,"startTime":234.73,"endTime":235.73,"text":"Yes!"},{"id":65,"startTime":235.73,"endTime":236.73,"text":"Next question."},{"id":66,"startTime":236.73,"endTime":241.73,"text":"Mascara that doesn't come off when sweaty or wet, and eyeliner that doesn't come off when wet, are they not the same? Eyeliner."},{"id":67,"startTime":241.73,"endTime":243.73,"text":"What did you both use before?"},{"id":68,"startTime":243.73,"endTime":246.73,"text":"Heroine Makeup's 0.3mm eyeliner."},{"id":69,"startTime":246.73,"endTime":250.73,"text":"It didn't fall off even when I cried because of an announcement."},{"id":70,"startTime":250.73,"endTime":252.73,"text":"Eyeliner is pretty easy to fall off."},{"id":71,"startTime":252.73,"endTime":255.73,"text":"On the other hand, it's really hard to fix when you make a mistake,"},{"id":72,"startTime":255.73,"endTime":259.73,"text":"Did you know that you can wear chelophane tapes?"},{"id":73,"startTime":259.73,"endTime":260.73,"text":"Do you?"},{"id":74,"startTime":260.73,"endTime":261.73,"text":"Yes, that's right."},{"id":75,"startTime":261.73,"endTime":264.73,"text":"You just put it on and take it off."},{"id":76,"startTime":264.73,"endTime":265.73,"text":"That's what I heard."},{"id":77,"startTime":265.73,"endTime":266.73,"text":"That's right."},{"id":78,"startTime":266.73,"endTime":267.73,"text":"If you make a mistake, you should try it."},{"id":79,"startTime":267.73,"endTime":268.73,"text":"I recommend it."},{"id":80,"startTime":268.73,"endTime":270.73,"text":"Mascara is a milk touch, I think."},{"id":81,"startTime":270.73,"endTime":272.73,"text":"Mascara, you know,"},{"id":82,"startTime":272.73,"endTime":274.656,"text":"This is my only choice."},{"id":83,"startTime":274.656,"endTime":282.456,"text":"I've tried a lot of mascaras, but Heroine Makeup is waterproof, so I think it's strong."},{"id":84,"startTime":282.456,"endTime":289.016,"text":"It's always waterproof. I also think that mascara primer is very important."},{"id":85,"startTime":289.016,"endTime":293.336,"text":"Then hair care! I want to know what you do! I've heard that you are a good person!"},{"id":86,"startTime":293.336,"endTime":298.896,"text":"It's about time! What do you do? I go to the hairdresser,"},{"id":87,"startTime":298.896,"endTime":307.536,"text":"Well, maybe once a month. Hitomi introduced me to her hairdresser, and we've been going together since I started going there,"},{"id":88,"startTime":307.536,"endTime":311.576,"text":"I started going to that salon, and then I became Chikamchika. Right? That's right, I've been going there for 5 years."},{"id":89,"startTime":311.576,"endTime":319.936,"text":"I go there once or twice a month for treatment. I don't dye my hair. Once or twice a month,"},{"id":90,"startTime":319.936,"endTime":327.016,"text":"After that, I take a bath at home, dry my hair a little, and put some milk on it."},{"id":91,"startTime":327.016,"endTime":334.336,"text":"Hair milk. You use two of them, don't you? Then I dry my hair a little more, and when it is almost dry, I put oil on it.Hair milk. You are using two of them, right? Then I dry my hair a little more, and when it is almost dry, I put oil on it. "},{"id":92,"startTime":334.336,"endTime":344.856,"text":"And when I finally dry my hair a little bit, it is already silky smooth. I use Ululis products for all my hair care products now,"},{"id":93,"startTime":344.856,"endTime":354.936,"text":"I use Ululis products for all my hair care products now, and I use shampoo and conditioner as well as hair oil, especially when I blow dry my bangs,"},{"id":94,"startTime":354.936,"endTime":362.736,"text":"I highly recommend you to put a little bit of hair oil on your hair to give it a little bit of weight."},{"id":95,"startTime":362.736,"endTime":366.176,"text":"I like the yellow one."},{"id":96,"startTime":366.176,"endTime":378.536,"text":"Next, how to maintain a standby routine and motivation. I'm not keeping it, so I can't say, well, you know, it's difficult."},{"id":97,"startTime":378.536,"endTime":387.576,"text":"But I think it's really important to take care of my own mood, so I can't really go overboard,"},{"id":98,"startTime":387.6,"endTime":397.6,"text":"I can't do excessive fasting or anything like that. On the contrary, the repercussions are huge. Yes, I have to eat rice to survive."},{"id":99,"startTime":397.6,"endTime":408.44,"text":"So I try to eat healthier foods and eat three meals a day."},{"id":100,"startTime":408.44,"endTime":421.88,"text":"I don't know if it would be good if I lean toward my shoulders, but I try to eat rice in the morning, eat lunch on my own, and skip carbohydrates at night."},{"id":101,"startTime":421.88,"endTime":429.68,"text":"I use delicious food as motivation. I think I get massages."},{"id":102,"startTime":429.68,"endTime":444.08,"text":"I always have a foot massage. Every day without fail. No matter how tired I am, I always massage my legs and arms before going to bed."},{"id":103,"startTime":444.08,"endTime":449.52,"text":"It's amazing that I can do this. It really has become like taking a bath. It's become a daily routine."},{"id":104,"startTime":449.52,"endTime":456.52,"text":"I think it's important to find what works for you."},{"id":105,"startTime":456.52,"endTime":465.08,"text":"Next, you asked for recommendations for color contacts, and I said, \"I've tried a lot of contacts."},{"id":106,"startTime":465.08,"endTime":476.08,"text":"I haven't told you yet. I tried a pair recommended by someone once before, but I couldn't get used to them, so I've been using one of these for three years now."},{"id":107,"startTime":476.08,"endTime":484.16,"text":"Since when? I've been using them since around the time of Choco Melon, but Boom One Day Classy Beige is the only color I still use."},{"id":108,"startTime":484.16,"endTime":494.04,"text":"It's very natural. It's so natural that even the members ask me if I'm wearing it now. It's so natural that even the members ask me if I'm wearing it right now, but I really like it because it gives a sense of beauty to my face."},{"id":109,"startTime":494.04,"endTime":504.08,"text":"It looks great on you. I have very dark hair, so I try out all kinds of color contacts to see what color would be best,"},{"id":110,"startTime":504.08,"endTime":521,"text":"But in the end, I decided that the color that looked most like Ragan would look the best when I wore my idol costumes, so I'm currently using a color called Tulle Brown by Ferriano, which has a slightly brown inside and a slightly black edge on the outside."},{"id":111,"startTime":521,"endTime":533.2,"text":"There is also a black version of this, which gives a natural look, and a slightly larger version in leviathan black, which I like to wear when I want to look curvaceous at a live performance,"},{"id":112,"startTime":533.2,"endTime":544.84,"text":"When I want to blend in with my clothes, I use pearl beige color contacts, which are quite famous and have a slightly lighter pigmentation."},{"id":113,"startTime":544.84,"endTime":555.32,"text":"Hair color is important, isn't it? That's right. So when my hair color changes, I probably change my color contacts as well. I think it's important to match your hair color."},{"id":114,"startTime":555.36,"endTime":563.64,"text":"Okay, last question: How much exercise do you do in a day? This depends on the day."},{"id":115,"startTime":563.64,"endTime":573.6,"text":"I mean, when we practice for a live show, we probably move more during practice than everyone thinks, don't we?"},{"id":116,"startTime":573.6,"endTime":582.44,"text":"What? I only move in practice. I do more work in practice than in the show, like replaying a song over and over again,"},{"id":117,"startTime":582.44,"endTime":594.52,"text":"I'll go through the song one more time. That's how you exercise, isn't it? I almost always do. I can't do muscle training when I'm at home because I don't have a positive attitude,"},{"id":118,"startTime":594.52,"endTime":601.64,"text":"So I get my exercise by dancing. I see."},{"id":119,"startTime":601.64,"endTime":612.32,"text":"I am the type of person who can't sleep unless I consume physical energy, so even on my days off, I get impatient in the evening."},{"id":120,"startTime":612.84,"endTime":621.36,"text":"Ogi-chan really has a lot of energy. She is really strong, and she is so energetic that she is able to go to bed when everyone else has finished their noon performances,"},{"id":121,"startTime":621.36,"endTime":629,"text":"Yes, she really has a lot of energy. When the performance was over, she said, \"Hallo, I can do it again tomorrow. What? That's right."},{"id":122,"startTime":629,"endTime":634.64,"text":"They are so energetic and strong. He was very grateful, wasn't he? She's always been so energetic."},{"id":123,"startTime":634.64,"endTime":639.64,"text":"I was told that you wanted to use it as a motivation to lose weight, but that's a lie."},{"id":124,"startTime":639.64,"endTime":647.92,"text":"I think you should dance to your inner tune. Certainly indeed. Give it your all. If I dance with the intention of doing a fricopi, well, what's the point of getting tired?"},{"id":125,"startTime":647.92,"endTime":656.08,"text":"More equal me. Oh, more equal me. It's not that it's tiring, it's just that the bouncing music consumes a lot of energy,"},{"id":126,"startTime":656.08,"endTime":661.08,"text":"I feel like I'm getting exercise. And what else?"},{"id":127,"startTime":661.12,"endTime":666.12,"text":"What else? Muscle training at home. Oh, please dance at home."},{"id":128,"startTime":666.12,"endTime":673.2,"text":"Muscle training, you know, back muscles. Oh, this way? Yes. Otherwise, you'll hurt your back. Oh, that's what I mean."},{"id":129,"startTime":673.2,"endTime":679.24,"text":"You do core exercises, don't you, Noine? Singing. Sing Neunay's songs."},{"id":130,"startTime":679.24,"endTime":688.68,"text":"If you like it, you can keep doing it, and if it's not for you, there are other ways. I think it's good to find something like that that suits you."},{"id":131,"startTime":688.68,"endTime":694.32,"text":"Also, I recently noticed that people lose weight when they have a packed schedule. I understand."},{"id":132,"startTime":694.32,"endTime":709.872,"text":"I don't eat. I love snacking. On my days off at home, I just eat and sleep, so if I just cram my schedule in, I think I will have a good day and be able to sleep. This is the best recommendation. This is what I do."},{"id":133,"startTime":709.872,"endTime":714.192,"text":"So, this was a question about beauty."},{"id":134,"startTime":714.192,"endTime":716.192,"text":"How was it?"},{"id":135,"startTime":716.192,"endTime":720.192,"text":"When we get together, we talk too much, don't we?"},{"id":136,"startTime":720.192,"endTime":725.392,"text":"That's right. We usually get questions about cosmetics and other things, but the most important question is about maintaining durability,"},{"id":137,"startTime":725.392,"endTime":729.692,"text":"I am always asked questions about maintaining endurance, but I think the most important thing is not to overdo it,"},{"id":138,"startTime":729.692,"endTime":735.192,"text":"The most important thing is to find something that suits you and to dance to the most marmoeneous songs."},{"id":139,"startTime":735.192,"endTime":737.192,"text":"I think it's great exercise."},{"id":140,"startTime":737.512,"endTime":741.512,"text":"When I have a rehearsal, I think I can exercise today, so I can sleep."},{"id":141,"startTime":741.512,"endTime":743.512,"text":"I can sleep."},{"id":142,"startTime":743.512,"endTime":747.512,"text":"So, there were a lot of questions that I couldn't answer this time,"},{"id":143,"startTime":747.512,"endTime":751.512,"text":"I would like to do it again if it is popular."},{"id":144,"startTime":751.512,"endTime":754.512,"text":"That's all for now, this is not equal me."},{"id":145,"startTime":754.512,"endTime":756.512,"text":"Bye bye."}]}