{"slug":"kiqlo6ybWMg","lang":"en","author":"Whisper AI + translated by deepl","subtitles":[{"id":1,"startTime":0,"endTime":14,"text":"BGM "},{"id":2,"startTime":15,"endTime":20,"text":"Here we go, Amechare, this time an interview with a homebrewer!"},{"id":3,"startTime":21,"endTime":28,"text":"So, of course, our guest is that very famous person!"},{"id":4,"startTime":28,"endTime":29,"text":"Please come in!"},{"id":5,"startTime":29.072,"endTime":34.272,"text":"Yes, I'm Yuzuki Ichikawa. Please give my best regards to you."},{"id":6,"startTime":44.538,"endTime":48.858,"text":"Pretty for you"},{"id":7,"startTime":48.858,"endTime":52.598,"text":"I'm a brand new me"},{"id":8,"startTime":52.598,"endTime":53.698,"text":"I'm a brand new me"},{"id":9,"startTime":53.698,"endTime":54.198,"text":"Hear me"},{"id":10,"startTime":54.448,"endTime":57.248,"text":"me"},{"id":11,"startTime":57.248,"endTime":60.568,"text":"Hear me me me"},{"id":12,"startTime":60.568,"endTime":67.688,"text":"Yumi-yes, that's right, today I'd like to get to know you a little bit better, so I'd like to introduce myself as Yuzucha, a recent customer of yours."},{"id":13,"startTime":67.688,"endTime":75.208,"text":"I'm a brand new me Hear me me me me me me me"},{"id":14,"startTime":75.208,"endTime":85.528,"text":"I'm sure you're so busy that you don't have time to sleep, but what made you decide to become an idol in the first place?"},{"id":15,"startTime":85.528,"endTime":92.368,"text":"Ever since I was in kindergarten, my dreams for the future were either to become a mermaid princess or an idol."},{"id":16,"startTime":92.368,"endTime":100.008,"text":"It's quite surprising that you want to be a mermaid."},{"id":17,"startTime":100.008,"endTime":111.448,"text":"She has such a beautiful face... and this... and this... and this... and this... and this... and this... and why is she so beautiful?"},{"id":18,"startTime":111.448,"endTime":117.328,"text":"How can someone so beautiful exist in this world? I've always been in love at first sight."},{"id":19,"startTime":117.328,"endTime":125.928,"text":"I was trying to decide which one I wanted to be when my friend told me that the Little Mermaid doesn't exist in this world."},{"id":20,"startTime":125.928,"endTime":138.368,"text":"When I realized that I couldn't be a mermaid anymore, I decided to be an idol."},{"id":21,"startTime":138.368,"endTime":147.128,"text":"I've always wanted to be an idol, but then a friend of mine who is like a big sister to me told me to try out for Stardust's Shidemaru-kun."},{"id":22,"startTime":147.128,"endTime":151.928,"text":"I see... I see... So now let me continue..."},{"id":23,"startTime":151.928,"endTime":161.048,"text":"What do you think of your position in the group?"},{"id":24,"startTime":161.048,"endTime":167.728,"text":"When AmeFlashy was first formed, I was really worried about my position."},{"id":25,"startTime":167.728,"endTime":178.848,"text":"There was a day when I had a strategy meeting to figure out where I wanted to be in the group."},{"id":26,"startTime":178.848,"endTime":183.448,"text":"I used to work in a large group, so I didn't have a microphone or anything, and I didn't talk much."},{"id":27,"startTime":183.448,"endTime":192.048,"text":"I thought this would be my chance to speak, so I tried to be more active in speaking, but for some reason I didn't get selected for the MC contest."},{"id":28,"startTime":192.048,"endTime":202.048,"text":"Well, I was aiming for the MC position, but Kojima was chosen as the MC, so I thought, \"Well, what should I do?"},{"id":29,"startTime":202.048,"endTime":206.688,"text":"So when I thought about what to do..."},{"id":30,"startTime":206.688,"endTime":211.528,"text":"But I thought that if Yuzu was there"},{"id":31,"startTime":211.528,"endTime":220.048,"text":"I thought that if Yuzu was there, the atmosphere would be more cheerful, or to put it another way, the group would be more cheerful if Yuzu was in a position to provide mental care."},{"id":32,"startTime":220.048,"endTime":226.608,"text":"I thought that there were not many girls who could play such a role, so I thought it would be easy to say that I was a mental caregiver."},{"id":33,"startTime":226.608,"endTime":234.088,"text":"I thought it would be easier to say that I do mental care, and I'm currently doing mental care for self-inflicted amebiasis."},{"id":34,"startTime":234.088,"endTime":241.208,"text":"I see. So that's what you're thinking about. I'm sure you must be really busy every day."},{"id":35,"startTime":241.208,"endTime":245.328,"text":"What do you do on your days off?"},{"id":36,"startTime":245.328,"endTime":251.888,"text":"Well, I'm pretty evolved. Basically, I don't go out much from morning till noon.I don't usually go out in the morning or afternoon. "},{"id":37,"startTime":251.888,"endTime":260.328,"text":"When I hang out with my friends, we usually have dinner in the evening and go out for dinner in the evening."},{"id":38,"startTime":260.328,"endTime":269.448,"text":"When I have fun with friends, I usually have dinner with them in the evening, and then we go out for dinner in the evening."},{"id":39,"startTime":269.448,"endTime":276.248,"text":"My activities are basically animal-like, and I tend to spend most of my time in the evening and night."},{"id":40,"startTime":276.248,"endTime":284.968,"text":"So when we talk about going to Disney, I really like to go to Japan in the evening."},{"id":41,"startTime":284.968,"endTime":290.368,"text":"I've heard some rumors about you."},{"id":42,"startTime":290.368,"endTime":297.648,"text":"By the way, I heard a rumor that you have a pet you want to buy."},{"id":43,"startTime":297.648,"endTime":304.368,"text":"Can you tell me which pet it is? I'm really interested in buying a cute, pure-white, wide-eyed pet named Pellet."},{"id":44,"startTime":304.368,"endTime":312.848,"text":"It's super cute, but I heard that it's very vicious."},{"id":45,"startTime":312.848,"endTime":318.128,"text":"It says that they can be kept by humans, but they're carnivores."},{"id":46,"startTime":318.128,"endTime":326.088,"text":"I want to buy one, but they don't exist, so if I could buy one, I'd want to buy an Eevee."},{"id":47,"startTime":326.088,"endTime":331.368,"text":"I'd like to buy all of them if they were super cute and fluffy Pokémon."},{"id":48,"startTime":331.368,"endTime":336.648,"text":"But I'm a little scared of egg-shaped Pokémon, because if they really existed, I'd be surprised."},{"id":49,"startTime":336.648,"endTime":343.608,"text":"But Eevee is like a Pitcher."},{"id":50,"startTime":343.608,"endTime":346.208,"text":"But Eevee is so cute, I want to play \"Char\" with it!"},{"id":51,"startTime":346.208,"endTime":351.888,"text":"I think it would be a nice dream to buy an Eevee, wouldn't it? I'd like to buy one too."},{"id":52,"startTime":351.888,"endTime":357.408,"text":"By the way, do you have any dreams as an Eevee?"},{"id":53,"startTime":357.408,"endTime":366.888,"text":"I'd like to go and live in the countryside with my grandma and the four of us."},{"id":54,"startTime":366.888,"endTime":374.928,"text":"Because we're more than family, we can say what we want to say, and it's easy to be together."},{"id":55,"startTime":374.928,"endTime":379.848,"text":"That's why I don't feel like I have to go out of my way for anything anymore."},{"id":56,"startTime":380.608,"endTime":386.688,"text":"Because we understand each other's personalities, and because we're the four of us who met here."},{"id":57,"startTime":386.688,"endTime":395.248,"text":"I don't want to destroy it, and even if I become a grandmother, we'll live the same life, smiling and eating watermelon."},{"id":58,"startTime":395.248,"endTime":403.448,"text":"I might want to live a quiet, happy, peaceful life, ringing wind chimes and all."},{"id":59,"startTime":404.008,"endTime":408.008,"text":"I felt a little closer to the winners, and it was a lot of fun."},{"id":60,"startTime":408.008,"endTime":411.648,"text":"I know I'm busy at times, but please come visit me again if you like."},{"id":61,"startTime":411.648,"endTime":415.008,"text":"That's all for today's guest, Ms. Izumi Ichikawa!"},{"id":62,"startTime":415.008,"endTime":419.008,"text":"Thank you very much!"}]}