{"slug":"Nf_WTDhxzCk","lang":"en","author":"Whisper AI + translated by deepl","subtitles":[{"id":1,"startTime":0,"endTime":5,"text":"I'm Lino Fukuyama aka Lino Maru, the Candy Tune Light Blue! "},{"id":2,"startTime":5,"endTime":9,"text":"I'm so serious to the point of disgust."},{"id":3,"startTime":9,"endTime":16,"text":"I feel so guilty about breaking the rules, even if it's just a little bit."},{"id":4,"startTime":16,"endTime":21,"text":"I'm very strict with myself."},{"id":5,"startTime":21,"endTime":29.28,"text":"I tend to be too strict when I should be more lenient."},{"id":6,"startTime":29.28,"endTime":49,"text":"I've been told by myself and others that I'm stoic, but when it comes to dieting, I'm really good at achieving something visible in a number, like 3 for everyone."},{"id":7,"startTime":50,"endTime":54,"text":"I am often told that I am more serious than I thought,"},{"id":8,"startTime":55,"endTime":62,"text":"I thought I was the type of person who wanted diversity and took good care of people,"},{"id":9,"startTime":63,"endTime":65.52,"text":"But as we got to know each other better"},{"id":10,"startTime":65.52,"endTime":69.52,"text":"But as we've gotten to know each other better, I've been told that I'm more baby-like than I thought."},{"id":11,"startTime":71,"endTime":75,"text":"I used to watch the Olympics pretty much every time."},{"id":12,"startTime":75,"endTime":79.52,"text":"I have a habit of watching the Olympics every time they are on TV."},{"id":13,"startTime":79.52,"endTime":84,"text":"And when I saw the women's basketball team in action, I realized how interesting the sport of basketball is."},{"id":14,"startTime":84,"endTime":88.7,"text":"I first learned how interesting the sport of basketball was there."},{"id":15,"startTime":89.56,"endTime":96.8,"text":"I had never played basketball before, so in my mind, athletes are people who live in a very different world,"},{"id":16,"startTime":97.3,"endTime":106.4,"text":"I had an image of athletes as stoic, geniuses, and people with great talent who make the most of their talents,"},{"id":17,"startTime":106.4,"endTime":127.32,"text":"But when I read in a book that the amount of exercise an idol uses is more than that of an athlete during the season, I became interested in athletes,"},{"id":18,"startTime":127.32,"endTime":130.02,"text":"I became interested in athletes,"},{"id":19,"startTime":130.02,"endTime":134.4,"text":"My mother invited me to a basketball game at that time,"},{"id":20,"startTime":134.4,"endTime":145.1,"text":"Seeing them fight so seriously in front of me gave me a lot of power, and that's when I fell in love with them. I was really interested in girls who were really serious,"},{"id":21,"startTime":145.1,"endTime":148.2,"text":"I think that girls have to show their true, bare instincts,"},{"id":22,"startTime":148.2,"endTime":152.1,"text":"I think it is rare to see a girl really trying her hardest."},{"id":23,"startTime":152.1,"endTime":154.4,"text":"I think it is a pleasure to see that up close and personal,"},{"id":24,"startTime":154.4,"endTime":157.4,"text":"I think it is the joy of sports sensitivity to be able to see it up close,"},{"id":25,"startTime":157.4,"endTime":160.3,"text":"I prefer watching them live to watching them on TV, where you can only see them from afar,"},{"id":26,"startTime":160.3,"endTime":163.8,"text":"I prefer to watch live than on TV, where you can only see it from afar."},{"id":27,"startTime":163.8,"endTime":165,"text":"I prefer to watch live than on TV, where you can only see it from afar, and I go to see it every week."},{"id":28,"startTime":168,"endTime":169,"text":"The most important thing is that I enjoy doing it,"},{"id":29,"startTime":174,"endTime":181,"text":"I think the most enjoyable thing about dance is that you can communicate something just by watching it, because you don't need language to dance."},{"id":30,"startTime":181,"endTime":184,"text":"I am a bit of a nerd for idol choreographers,"},{"id":31,"startTime":184,"endTime":188,"text":"I like his choreography."},{"id":32,"startTime":188,"endTime":192,"text":"So I pay a lot of attention to understanding the choreography."},{"id":33,"startTime":192,"endTime":198,"text":"I understand the choreographer's choreography and swallow it by myself."},{"id":34,"startTime":198,"endTime":210.72,"text":"I understand the choreographer's choreography, swallow it, and share it with the members, saying, \"This is the meaning of this part."},{"id":35,"startTime":210.72,"endTime":217.6,"text":"I'm a little embarrassed to say that this is one of the keywords I hold up."},{"id":36,"startTime":217.6,"endTime":223.6,"text":"I think that idols should be idols before they are girls."},{"id":37,"startTime":223.6,"endTime":227.18,"text":"I think there are many idols who say \"I'm just a girl,"},{"id":38,"startTime":227.18,"endTime":230.58,"text":"But I want to be an idol in front of everyone,"},{"id":39,"startTime":230.58,"endTime":239.68,"text":"I want to be an idol in front of everyone, so I always think about entertaining the people in front of me first and foremost, before my own feelings."},{"id":40,"startTime":239.68,"endTime":241.68,"text":"I'm excited."},{"id":41,"startTime":244.18,"endTime":249.64,"text":"When I think about what people tweet when they start something like this, I think people tend to say, \"I'm anxious, but I'm going to do my best."},{"id":42,"startTime":249.64,"endTime":255.92,"text":"But I'm not anxious at the moment."},{"id":43,"startTime":255.92,"endTime":260.12,"text":"I'm not anxious right now, so I just want to enjoy it."},{"id":44,"startTime":260.12,"endTime":265.24,"text":"I think we can be whatever we want to be, since we don't know what we want yet."},{"id":45,"startTime":265.24,"endTime":272.24,"text":"I hope we can establish our own style."},{"id":46,"startTime":275.04,"endTime":282.6,"text":"I want my existence to be a source of motivation and hope for someone's life."},{"id":47,"startTime":283.44,"endTime":286.14,"text":"I lived in America when I was little."},{"id":48,"startTime":286.14,"endTime":289.04,"text":"I lived in America when I was little, and I really didn't understand English at that time."},{"id":49,"startTime":289.04,"endTime":291.24,"text":"I cried a lot every day."},{"id":50,"startTime":291.24,"endTime":293.88,"text":"That's when I met a Japanese idol."},{"id":51,"startTime":293.88,"endTime":297.52,"text":"That was really the hope of life for me."},{"id":52,"startTime":297.52,"endTime":301.06,"text":"I wanted to be like them."},{"id":53,"startTime":301.06,"endTime":304.02,"text":"Through dance, which I love"},{"id":54,"startTime":304.02,"endTime":315.9,"text":"I thought 10 years ago that I would like to become someone who can give someone a smile and cheer them up, and that's how I came to be an idol."},{"id":55,"startTime":315.9,"endTime":325.96,"text":"I still want to make people around the world smile, and I myself have received energy from the other side of the world, so I want to make more and more people around the world smile and cheer up."},{"id":56,"startTime":325.96,"endTime":332,"text":"I want to bring smiles and energy to more and more people around the world."},{"id":57,"startTime":332,"endTime":336.6,"text":"Candy Tune is a place that makes me happy."},{"id":58,"startTime":339.24,"endTime":341.3,"text":"Candy Tune is a place that makes me happy."}]}