{"slug":"OmmLruOqPm4","lang":"en","author":"Whisper AI + translated by deepl","subtitles":[{"id":1,"startTime":0,"endTime":3.64,"text":"I'm Mimian Murakawa, your Candy Tune Pink color representative. "},{"id":2,"startTime":3.64,"endTime":11.4,"text":"I'm Mian Murakawa and I'm in charge of the pink section of Candy Tune."},{"id":3,"startTime":11.4,"endTime":14.8,"text":"I think I'm serious."},{"id":4,"startTime":14.8,"endTime":20.84,"text":"I think I'm not pretty enough, or I think she has a good point, or I think she's nice."},{"id":5,"startTime":20.84,"endTime":27.84,"text":"When I look at people who are doing a better job, or at amazing people in the world, I wonder why I am the way I am."},{"id":6,"startTime":27.872,"endTime":34.952,"text":"When I look at the people who are doing good work, or when I look at the amazing people in the world, I wonder why I am the way I am, even though there are so many people in the world on a large scale."},{"id":7,"startTime":34.952,"endTime":41.392,"text":"I always had a negative feeling that I was good at something and I was not good enough."},{"id":8,"startTime":41.392,"endTime":48.872,"text":"My first impression of her is that she seems to be a little bit shallow."},{"id":9,"startTime":48.872,"endTime":54.672,"text":"I've been told that she doesn't seem to think about anything and that she seems to enjoy life."},{"id":10,"startTime":54.672,"endTime":57.728,"text":"That's the way I wanted to be seen."},{"id":11,"startTime":57.728,"endTime":65.808,"text":"I like sparkling things, so I like sparkling things like this."},{"id":12,"startTime":65.808,"endTime":79.248,"text":"I like sparkling things, so I like sparkling things like this and things that combine beauty and cuteness well."},{"id":13,"startTime":79.248,"endTime":86.4,"text":"I love clothes that have a little bit of both, and I think that's what men and women like the most."},{"id":14,"startTime":86.4,"endTime":92.8,"text":"I like clothes so much that I sometimes make clothes once every two years or so. I live in Japan."},{"id":15,"startTime":92.8,"endTime":103.6,"text":"It's the hardest, toughest, and most exhausting time, but I can feel the light shining from deep within my eyes,"},{"id":16,"startTime":103.6,"endTime":108.1,"text":"I have realized every time that this is what I want to do,"},{"id":17,"startTime":108.1,"endTime":113.9,"text":"I feel that I am myself most when I am making clothes or thinking about it."},{"id":18,"startTime":113.984,"endTime":122.184,"text":"There are so many people. I have been told that it is difficult to live here, so I wondered how it would be,"},{"id":19,"startTime":122.184,"endTime":129.784,"text":"I wondered how it would be, but I found that people walk around as if they are not interested in other people. That's why I thought Tokyo was a very comfortable place to live."},{"id":20,"startTime":129.784,"endTime":140.384,"text":"There are many people who are not interested in other people, and Harajuku in particular has a lot of foreign residents, so I am doing cross-cultural activities in my own ears."},{"id":21,"startTime":140.384,"endTime":143.584,"text":"I am going to be an idol from now on."},{"id":22,"startTime":143.584,"endTime":151.764,"text":"I have been doing the same thing for the past seven and a half years, but I really feel that I want to keep smiling."},{"id":23,"startTime":151.764,"endTime":162.144,"text":"But I am a crier, so I cry at various times, but I would like to continue to stand on stage with a smile on my face as long as possible."},{"id":24,"startTime":162.144,"endTime":166.944,"text":"I cry. I am happy, sad, and in pain. All of them."},{"id":25,"startTime":167.144,"endTime":172.144,"text":"I've been doing this for seven and a half years, so I don't think people want me anymore."},{"id":26,"startTime":172.144,"endTime":176.424,"text":"I think my fans are wondering when I'm going to quit,"},{"id":27,"startTime":176.424,"endTime":179.224,"text":"This negativity stems from my deep-rooted negativity,"},{"id":28,"startTime":179.224,"endTime":182.424,"text":"I thought the world thought so, too,"},{"id":29,"startTime":182.424,"endTime":185.184,"text":"When I was told that I was not interested in idols,"},{"id":30,"startTime":185.184,"endTime":187.944,"text":"When I told him that I was, he said that I should definitely do it,"},{"id":31,"startTime":187.944,"endTime":192.664,"text":"I was really happy to hear that I should definitely try it,"},{"id":32,"startTime":192.664,"endTime":197.624,"text":"I felt that even someone like me would be sought after."},{"id":33,"startTime":198.816,"endTime":207.016,"text":"I still can't believe it. We had been preparing since November and December of last year,"},{"id":34,"startTime":207.016,"endTime":212.256,"text":"Two more weeks means only ten more days, right?"},{"id":35,"startTime":212.256,"endTime":215.256,"text":"I still don't feel it yet."},{"id":36,"startTime":215.256,"endTime":218.536,"text":"There is so much going on, I don't know."},{"id":37,"startTime":218.536,"endTime":221.436,"text":"For those who have known me for the past seven and a half years,"},{"id":38,"startTime":221.436,"endTime":226.776,"text":"I think the impression is totally different from those who know me for the past seven and a half years, as if I have already had nothing but setbacks."},{"id":39,"startTime":226.976,"endTime":241.976,"text":"I had to live and work with the feeling that I was sorry to my fans for not being selected for the group, and I have never been selected,"},{"id":40,"startTime":241.976,"endTime":253.976,"text":"I have always lived with that in my heart, so it was a big setback for me, and I feel that the past seven and a half years have been a total setback."},{"id":41,"startTime":253.976,"endTime":255.968,"text":"I feel that the past seven and a half years have been a total setback for me. I want to teach the members everything I can."},{"id":42,"startTime":255.968,"endTime":261.368,"text":"I want to teach the members everything I can,"},{"id":43,"startTime":261.368,"endTime":272.928,"text":"I want to become a kind and strong woman with a stronger heart,"},{"id":44,"startTime":272.928,"endTime":278.088,"text":"I want to be a kind and strong woman with a strong heart and save everyone in Candy Tune with my love."},{"id":45,"startTime":278.088,"endTime":284,"text":"I used to hate myself so much. I was negative,"},{"id":46,"startTime":284,"endTime":312.64,"text":"But my fans loved me so much and kept telling me how much they loved me, so one day I suddenly realized that if I said I hated myself, I would be denying the people who loved me. One day I suddenly realized that if I said I didn't like myself, I would be denying the people who told me they loved me."},{"id":47,"startTime":312.64,"endTime":323.64,"text":"I realized that the best way for me to repay my fans is to continue to love myself more and to stay positive no matter what."},{"id":48,"startTime":323.64,"endTime":328.64,"text":"The only reason for me to be an idol is to make my fans happy."},{"id":49,"startTime":328.64,"endTime":339.64,"text":"I also want to make all the members of CandyChu, the staff at the office, and everyone who is involved with us happy."},{"id":50,"startTime":339.64,"endTime":340.64,"text":"That's my reason for being an idol."},{"id":51,"startTime":341.152,"endTime":349.432,"text":"It is the reason why I am an idol, and it is one of my unwavering goals."},{"id":52,"startTime":349.432,"endTime":355.072,"text":"CandyChu is something I absolutely want to protect."}]}