{"slug":"Qo5-m6P9NuQ","lang":"en","author":"Whisper AI + translated by deepl","subtitles":[{"id":1,"startTime":0,"endTime":3.408,"text":"Yes, I am Daikoku Yuzuki of Team Orca and "},{"id":2,"startTime":3.408,"endTime":9.408,"text":"I am Director Murahoshi of Ukka. I am Yuzuki Daikoku, a member of Team Shachi, and Murahoshi Murahoshi, a board member of Uguka."},{"id":3,"startTime":9.408,"endTime":14.008,"text":"Last time, we had a lot of personal stories, and we had a lot of otaku talk in common."},{"id":4,"startTime":14.008,"endTime":16.708,"text":"I think we had a lot of fun with our geek talk,"},{"id":5,"startTime":16.708,"endTime":22.408,"text":"We are going to appear together in an event."},{"id":6,"startTime":22.408,"endTime":25.008,"text":"Thank you very much."},{"id":7,"startTime":26.008,"endTime":31.008,"text":"We will be performing at Tokyo Kinema Club on September 6."},{"id":8,"startTime":31.008,"endTime":37.008,"text":"We will be performing at \"Tokyo Yakan Land vol.3 Rose of Uguisudani\" on September 6 at Tokyo Kinema Club."},{"id":9,"startTime":37.008,"endTime":38.008,"text":"Thank you very much."},{"id":10,"startTime":38.008,"endTime":41.008,"text":"I'm looking forward to it. I'm so happy."},{"id":11,"startTime":41.008,"endTime":43.008,"text":"I'm with Suzuki."},{"id":12,"startTime":43.008,"endTime":45.008,"text":"Isn't this the first time? We're doing this kind of event together, aren't we?"},{"id":13,"startTime":45.008,"endTime":46.008,"text":"That's right."},{"id":14,"startTime":46.008,"endTime":48.008,"text":"It's called Tokyo Yakan Land,"},{"id":15,"startTime":48.008,"endTime":53.008,"text":"Various idols from Stardance and other groups will come together."},{"id":16,"startTime":53.008,"endTime":54.008,"text":"I'm looking forward to it."},{"id":17,"startTime":54.008,"endTime":56.832,"text":"We're from completely different groups."},{"id":18,"startTime":56.832,"endTime":62.712,"text":"It will be live entertainment with singing, acting, and talking."},{"id":19,"startTime":62.712,"endTime":69.712,"text":"Volume 1 was held in March and Volume 2 in June at Harajuku Louido."},{"id":20,"startTime":69.712,"endTime":75.912,"text":"Since this is the third time, I would like to introduce some of the participating members."},{"id":21,"startTime":75.912,"endTime":81.152,"text":"First of all, I, Yuzuki Daikoku, the president of the team, and Uka Urashi-chan."},{"id":22,"startTime":81.152,"endTime":84.432,"text":"Then, Sakura Seta from X Shoujo-tai."},{"id":23,"startTime":84.432,"endTime":91.712,"text":"Waka Yasumori from Iginari Tohoku, Miyu Fujitani, Ibuki Mita from Crown Pop, and...,"},{"id":24,"startTime":91.712,"endTime":100.032,"text":"Nitruna, Kana Harima, Kurumi Hori, Mai Haruna, and Aika Kinui of Scene On,"},{"id":25,"startTime":100.032,"endTime":108.752,"text":"And former Takarazuka and current idol YouTuber Maya Ayaha will also be performing."},{"id":26,"startTime":108.752,"endTime":111.712,"text":"Amazing! I'm so excited!"},{"id":27,"startTime":111.712,"endTime":113.712,"text":"I'm very nervous."},{"id":28,"startTime":113.712,"endTime":126.712,"text":"I'm really looking forward to this event, where we can transcend the boundaries between the two groups and create a new event together with other non-staplers!"},{"id":29,"startTime":126.712,"endTime":133.792,"text":"This is my third time to Tokyo Night Land, and it's been a little bit more exciting than the first time."},{"id":30,"startTime":133.792,"endTime":142.212,"text":"It has been a hot topic since the first one. One of our members, Ruri Aoi, has performed at both events,"},{"id":31,"startTime":142.212,"endTime":149.312,"text":"When I talked to Ruri, she told me that she sang some songs other than the ones on Stapler, and even acted in a play,"},{"id":32,"startTime":149.312,"endTime":155.888,"text":"I also heard a lot of her stories about what she did with her glasses. So you are complete, Ayaka-chan."},{"id":33,"startTime":155.888,"endTime":182.088,"text":"Oh, muscularisombic. No, it's easy. It's amazing. Do you usually do any acting? I have been in a couple of dramas with the Uguka group, but only a little bit. I haven't done so much acting that I can say I have done much acting. I have performed on stage a few times,"},{"id":34,"startTime":182.096,"endTime":188.696,"text":"I am looking forward to seeing how it will turn out."},{"id":35,"startTime":188.696,"endTime":192.496,"text":"Singing? You can sing. You can sing."},{"id":36,"startTime":192.496,"endTime":199.096,"text":"It's not often that we get to sing a song from a group other than our own for our fans, is it?"},{"id":37,"startTime":199.096,"endTime":202.696,"text":"That's right. I guess it would be a solo live performance, or a solo live performance for the birthdays of the members."},{"id":38,"startTime":202.696,"endTime":206.696,"text":"I'm sure the fans would be happy too. We have a lot of songs."},{"id":39,"startTime":206.696,"endTime":208.696,"text":"Are there any songs you want to sing?"},{"id":40,"startTime":208.768,"endTime":216.688,"text":"Recently, I like a lot of Disney songs from the land of dreams."},{"id":41,"startTime":216.688,"endTime":224.448,"text":"Under the Sea, for example. I also have a song called \"Ana\" from \"Anna and the Snow Queen 2."},{"id":42,"startTime":224.448,"endTime":228.672,"text":"There is a song called \"Ana\" from the second part of \"Anna and the Snow Queen,\" and I like that song."},{"id":43,"startTime":228.672,"endTime":233.672,"text":"It's expensive, but I could sing it. It sounds like it would go really well. Really?"},{"id":44,"startTime":233.672,"endTime":240.932,"text":"You and the Snow Queen? I've heard of you and the Snow Queen's \"First Time in My Life\" and I'd like to sing it,"},{"id":45,"startTime":240.932,"endTime":246.672,"text":"I have a longing to sing it. Oh, you can do it, can't you? No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no."},{"id":46,"startTime":246.672,"endTime":251.672,"text":"Oh no, Disney's music, Disney's music. It's on the screen, isn't it?"},{"id":47,"startTime":251.672,"endTime":255.672,"text":"I don't have a chance to sing Disney songs, you know. I don't have a chance to sing Disney songs. You sing at your birthday or something?"},{"id":48,"startTime":255.672,"endTime":259.568,"text":"You've never sung? No, not yet. Then, many people will hear it for the first time."},{"id":49,"startTime":259.568,"endTime":263.168,"text":"Many people will hear it for the first time. If you do something like that. If we do."},{"id":50,"startTime":263.168,"endTime":271.168,"text":"What songs would you like to sing? I like idols, and I also like the music of my mother's generation,"},{"id":51,"startTime":271.168,"endTime":280.428,"text":"I like idols, and I also like the nostalgic music of my mother's generation, and I often sing that kind of music at birthday parties."},{"id":52,"startTime":280.428,"endTime":287.472,"text":"I would like to try a different genre of music. I feel like if I go to a karaoke place, I can put in a lot of my favorite songs, but I would like to try something different."},{"id":53,"startTime":287.472,"endTime":293.912,"text":"I would like to try a different kind of song."},{"id":54,"startTime":293.912,"endTime":297.872,"text":"Well, you haven't quite decided what kind of songs you are going to sing yet, have you?"},{"id":55,"startTime":297.872,"endTime":298.372,"text":"That's right."},{"id":56,"startTime":298.372,"endTime":299.872,"text":"I'm getting a little nervous now."},{"id":57,"startTime":299.872,"endTime":302.372,"text":"But, you know, roses. Your roses."},{"id":58,"startTime":302.372,"endTime":302.872,"text":"Oh no, it's already a rose."},{"id":59,"startTime":302.872,"endTime":303.372,"text":"A rose."},{"id":60,"startTime":303.372,"endTime":305.372,"text":"A rose, that means."},{"id":61,"startTime":305.372,"endTime":307.372,"text":"It's so strong, isn't it?Isn't it kind of gory already? "},{"id":62,"startTime":307.372,"endTime":308.372,"text":"Maybe so. I don't know."},{"id":63,"startTime":308.372,"endTime":311.372,"text":"I have no idea. It's just an image."},{"id":64,"startTime":311.372,"endTime":311.872,"text":"Image-wise."},{"id":65,"startTime":311.872,"endTime":313.872,"text":"What would you do? What if it's a heavy song?"},{"id":66,"startTime":313.872,"endTime":315.872,"text":"But I'll do my best."},{"id":67,"startTime":315.872,"endTime":316.372,"text":"That's all right."},{"id":68,"startTime":316.752,"endTime":327.152,"text":"I'll see you again...a different one. I'm looking forward to it. When you decided to perform, did you get any reaction from fans or members?"},{"id":69,"startTime":327.152,"endTime":344,"text":"Ruri, who has performed twice, gave me a lot of support and said, \"Please do your best, Ryu-chan. There were people who said it was quite unexpected."},{"id":70,"startTime":344,"endTime":371.2,"text":"I don't really want to be a part of a group, or even a unit, because I don't really want to be a part of a unit. I don't really want to be a part of a group. I have never been a part of a unit before, so Tokyo Yakan Land is the first time for me to be a part of something like this, outside of a group. I want to do my best. I have been contacted by many people, including Hana-chan from AmeFlash, who performed at the previous event."},{"id":71,"startTime":371.2,"endTime":377.36,"text":"I've heard from many of the past performers."},{"id":72,"startTime":377.36,"endTime":386,"text":"I heard from the past performers that they thought I was a bit of a surprise, but that I was having a lot of fun, and that I was getting along really well with everyone."},{"id":73,"startTime":386,"endTime":390.24,"text":"I heard that. That's what I'm looking forward to the most."},{"id":74,"startTime":390.24,"endTime":394.864,"text":"That's what I'm looking forward to the most. I don't know, it's a little bit like this."},{"id":75,"startTime":394.864,"endTime":403.464,"text":"I'm not very good at performing on stage or in plays, but I'm looking forward to it,"},{"id":76,"startTime":403.464,"endTime":409.344,"text":"I'm not very good at the stage or the play itself, but I really like the process of getting to know each other and creating a piece of work."},{"id":77,"startTime":409.344,"endTime":413.68,"text":"It is a wonderful thing, isn't it? So when I heard that we could get along with each other"},{"id":78,"startTime":413.68,"endTime":419.68,"text":"I was really looking forward to it. I really think we might end up going to Puroland."},{"id":79,"startTime":419.68,"endTime":425.104,"text":"I really want to go. It might happen soon. I'm looking forward to it. I'm looking forward to it!"},{"id":80,"startTime":425.104,"endTime":433.544,"text":"I'm looking forward to seeing what it's going to be like. If you don't come here, you'll be missing out."},{"id":81,"startTime":433.544,"endTime":442.144,"text":"I definitely want you to come. So I hope everyone will come to see the Uguisudani rose."},{"id":82,"startTime":442.144,"endTime":455.008,"text":"For more information on tickets and other details, please visit the official Twitter page of Kettle and Idol. So, Niz-chan, can you give us your enthusiasm and a message for everyone?"},{"id":83,"startTime":455.008,"endTime":474.008,"text":"Yes, I will be performing in Tokyo YakanLand vol. 3. This will be the first time for me to perform on a stage like this, where there will be acting, singing, and talking, so I am very nervous, but I will do my best to bring a good time to everyone. Please come and see us. Please come and see us."},{"id":84,"startTime":474.008,"endTime":478.08,"text":"I will do my best to bring you an enjoyable time. This place called Tokyo Kinema Club..."},{"id":85,"startTime":478.08,"endTime":481.56,"text":"I've been to Tokyo Kinema Club before, and I've been a part of the Orca Festival there."},{"id":86,"startTime":481.56,"endTime":484.16,"text":"It's a very nice stage."},{"id":87,"startTime":484.16,"endTime":487.52,"text":"There is a stage, a staircase, and then another staircase to the top."},{"id":88,"startTime":487.52,"endTime":491.02,"text":"It's a very nice stage."},{"id":89,"startTime":491.02,"endTime":495.12,"text":"I'm looking forward to seeing you again on the stage and in various places."},{"id":90,"startTime":495.12,"endTime":498.84,"text":"I really feel that we can show you our various appearances on the stage"},{"id":91,"startTime":498.84,"endTime":500.52,"text":"I really feel that we can show various aspects of ourselves on the stage."},{"id":92,"startTime":500.52,"endTime":504.2,"text":"Talking, singing, acting, and so on."},{"id":93,"startTime":504.2,"endTime":507.08,"text":"I can enjoy all of them in one event."},{"id":94,"startTime":507.136,"endTime":521.836,"text":"I can enjoy all of them in one event. I think it's really rare to be able to enjoy all of them in one event and to be able to transcend the boundaries between groups."},{"id":95,"startTime":521.836,"endTime":532.16,"text":"We will not let you regret it, so we would be very happy if you could come. Please look forward to it."},{"id":96,"startTime":532.16,"endTime":539.16,"text":"I'm glad to hear that. I had a chance to talk with Riju before this nighttime event."},{"id":97,"startTime":539.16,"endTime":540.16,"text":"I was happy too."},{"id":98,"startTime":540.16,"endTime":542.16,"text":"We talked about Sanrio and so on."},{"id":99,"startTime":542.16,"endTime":543.16,"text":"We talked about Sanrio."},{"id":100,"startTime":543.16,"endTime":546.16,"text":"Even between rehearsals."},{"id":101,"startTime":546.176,"endTime":549.356,"text":"I hope we can get to know each other better and better."},{"id":102,"startTime":549.356,"endTime":550.556,"text":"I'm looking forward to it."},{"id":103,"startTime":550.556,"endTime":551.556,"text":"I'm looking forward to it."},{"id":104,"startTime":551.556,"endTime":553.556,"text":"I look forward to seeing you."},{"id":105,"startTime":553.556,"endTime":555.556,"text":"So, I am looking forward to seeing you all."},{"id":106,"startTime":555.556,"endTime":558.356,"text":"My partners so far are Yuzuki Daikoku of Team Orca and"},{"id":107,"startTime":558.356,"endTime":560.356,"text":"and Mr. Murahoshi, the director of Uguka."},{"id":108,"startTime":560.356,"endTime":562.356,"text":"Thank you very much."},{"id":109,"startTime":562.356,"endTime":564.356,"text":"Please come to Yokohama Amber."}]}