{"slug":"QS9l0yiT8fc","lang":"en","author":"Whisper AI + translated by deepl","subtitles":[{"id":1,"startTime":0,"endTime":6.52,"text":"Hello everyone, I'm Minami-Natsu, the orange person in charge of Candy Tune. "},{"id":2,"startTime":6.52,"endTime":18.4,"text":"I'm a very energetic person who lives life with a lot of energy and a lot of enthusiasm."},{"id":3,"startTime":18.4,"endTime":28.6,"text":"I'm a very stable person and I don't get upset about anything."},{"id":4,"startTime":29.28,"endTime":38.68,"text":"The members already call me mom, but I think I take good care of them."},{"id":5,"startTime":38.68,"endTime":50.32,"text":"I'm the eldest daughter, so I had my gravure taken only once a year on my birthday from the time of my 18th birthday until I turned 20."},{"id":6,"startTime":50.32,"endTime":57.88,"text":"It was during the year I turned 21 that I started my career as a gravure idol."},{"id":7,"startTime":57.88,"endTime":68.36,"text":"At first, I really enjoyed having my photo taken as a memento, but as I became more and more accustomed to being photographed as a model, it became more and more difficult for me to be photographed."},{"id":8,"startTime":68.36,"endTime":78.84,"text":"But as I got used to being photographed as a model, I wondered if it would be okay for me to be more active in gravure as a gravure idol."},{"id":9,"startTime":78.84,"endTime":87.64,"text":"I started to think about my activities as a gravure idol again,"},{"id":10,"startTime":87.64,"endTime":92.32,"text":"But I started going to live shows. I was really into it, I mean, I started going to their live shows,"},{"id":11,"startTime":92.32,"endTime":95.64,"text":"I was really into it,"},{"id":12,"startTime":95.64,"endTime":102.52,"text":"At first, I went to big free events where various idols appeared,"},{"id":13,"startTime":102.52,"endTime":116.2,"text":"I went to big free events with various idols and saw girls I had only seen on SNS in person, and I was amazed,"},{"id":14,"startTime":116.2,"endTime":128,"text":"I was really enjoying it, and I made friends when I went there. I was very young at the time, and everyone was very considerate and friendly to me."},{"id":15,"startTime":128,"endTime":136.04,"text":"So I would basically go to the site by myself, have fun, and go home."},{"id":16,"startTime":136.04,"endTime":146.92,"text":"When I was chosen as a member, I didn't know the other members yet, so I didn't really feel like I was a part of the group."},{"id":17,"startTime":146.92,"endTime":159.04,"text":"When we all decided to meet each other, I felt that I was the only one with no experience."},{"id":18,"startTime":161.08,"endTime":166,"text":"But I thought it would be good if I could play a role to spice up the group."},{"id":19,"startTime":166,"endTime":173,"text":"I thought it would be good if I could play that kind of role."},{"id":20,"startTime":173,"endTime":176,"text":"Until we were given our own songs"},{"id":21,"startTime":176,"endTime":180,"text":"I had been practicing covers and such before we were given our own song."},{"id":22,"startTime":180,"endTime":184,"text":"I've always had a tendency to learn Alfree since I was a nerd."},{"id":23,"startTime":184,"endTime":187.28,"text":"I've been doing it since I was a nerd."},{"id":24,"startTime":187.28,"endTime":191,"text":"I thought I could learn the dance too."},{"id":25,"startTime":191,"endTime":195.68,"text":"I thought I could learn the dance too, but I listened to the newly created song and choreographed it."},{"id":26,"startTime":195.68,"endTime":200.48,"text":"And then having the choreography and putting it into the song..."},{"id":27,"startTime":200.48,"endTime":203.48,"text":"It was totally different from copying the choreography."},{"id":28,"startTime":205.36,"endTime":210.72,"text":"I think I had a lot of trouble with that."},{"id":29,"startTime":211.4,"endTime":218.48,"text":"I can't wait to sing and dance to the faces of the fans."},{"id":30,"startTime":218.48,"endTime":226,"text":"But I was asked the same thing by the producer, Misa-san, at the meeting."},{"id":31,"startTime":226,"endTime":233,"text":"I have one goal to be a group with a lot of good feelings."},{"id":32,"startTime":233,"endTime":241,"text":"Everyone has the same high level of consciousness and passion."},{"id":33,"startTime":241,"endTime":247.48,"text":"And they all think about their fans."},{"id":34,"startTime":247.48,"endTime":256.84,"text":"I think there is happiness that we try to bring to our fans, but there is also a sense of euphoria that comes from us."},{"id":35,"startTime":256.84,"endTime":270.66,"text":"I think there is a lot of euphoria that comes out from us, so I want people to come and see that."},{"id":36,"startTime":270.66,"endTime":276,"text":"I've been in the audience for a long time, but I've seen the live performance from the audience."},{"id":37,"startTime":276,"endTime":279.88,"text":"I've been in the audience for a long time, but just watching the show from the audience and seeing the idols on social media was really satisfying."},{"id":38,"startTime":279.88,"endTime":282.68,"text":"I've been in the audience for a long time."},{"id":39,"startTime":282.68,"endTime":290.52,"text":"I've never really wanted to be an idol because I want to support them."},{"id":40,"startTime":290.52,"endTime":294.24,"text":"So last year..."},{"id":41,"startTime":296.48,"endTime":305,"text":"When I saw Fruit Zipper's live for the first time last year, the audience seemed to be having a great time."},{"id":42,"startTime":305,"endTime":310,"text":"I was really moved by the way he charmed the audience right from the soundtrack."},{"id":43,"startTime":310,"endTime":315,"text":"I was really moved."},{"id":44,"startTime":315,"endTime":318,"text":"When I saw that scene"},{"id":45,"startTime":318,"endTime":328,"text":"I thought for the first time that I wanted to be like that, too, from the stage."},{"id":46,"startTime":328,"endTime":336,"text":"I wanted to create this kind of hot atmosphere from the stage."},{"id":47,"startTime":336,"endTime":341,"text":"That's when I realized that I wanted to join the band soon."},{"id":48,"startTime":344,"endTime":348.8,"text":"Candy Tune is a challenge for me."}]}