{"slug":"Turbcvq_klk","lang":"en","author":"Whisper AI + translated by deepl","subtitles":[{"id":1,"startTime":0,"endTime":3.6,"text":"Dear WWS channel viewers, my name is Hinata Hashigami. "},{"id":2,"startTime":3.6,"endTime":9,"text":"Yes, I am a bit nervous now that I am on my own,"},{"id":3,"startTime":9,"endTime":15,"text":"I have a lot of things I have to do on my own,"},{"id":4,"startTime":15,"endTime":20,"text":"I am looking forward to it the most. I am looking forward to it."},{"id":5,"startTime":20,"endTime":26.848,"text":"Well, it took about six months from the time I graduated from EBICHU to my debut."},{"id":6,"startTime":26.848,"endTime":35.568,"text":"So I had to take some time off while preparing for my debut."},{"id":7,"startTime":35.568,"endTime":50.272,"text":"Of course, I was in a group, but the reason I joined the agency was because I wanted to become someone who could sing and dance by myself,"},{"id":8,"startTime":50.272,"endTime":59.712,"text":"I wanted to pursue that dream again, so I decided to try my hand at solo singing again, and this time I went solo."},{"id":9,"startTime":59.712,"endTime":72.592,"text":"I had a chance to sing in the past, but I had been in a group for so long that I knew all the fun of being in a group, and I thought it would be better this way,"},{"id":10,"startTime":73.28,"endTime":81.28,"text":"But as I grew older and started to play more and more music, I wanted to challenge myself more and more,"},{"id":11,"startTime":81.28,"endTime":93.28,"text":"I thought I would like to pursue this dream again, so I decided to try my hand at a solo career."},{"id":12,"startTime":93.28,"endTime":100.128,"text":"It was my birthday when I announced that I was going to make my debut."},{"id":13,"startTime":100.128,"endTime":126.688,"text":"When I announced the title of the song the other day, I received comments from the members saying they were looking forward to it, so everyone gave me a push and I left the group. I had to leave the group, but still, I felt like everyone was"},{"id":14,"startTime":126.688,"endTime":136.688,"text":"I am very happy to know that everyone is still as happy and looking forward to it as I am."},{"id":15,"startTime":136.688,"endTime":149.128,"text":"The environment was different from when I was in EBICHU, so I learned a lot there, and I also learned a lot of new things."},{"id":16,"startTime":149.128,"endTime":155.696,"text":"I also wanted to change, or rather, I wanted to change more and more."},{"id":17,"startTime":155.696,"endTime":178.096,"text":"I wanted to change, or rather, I wanted to change rapidly, and I wanted to change my songs, the way I sing, and the things I do."},{"id":18,"startTime":178.096,"endTime":183.04,"text":"Yes, from head to toe."},{"id":19,"startTime":183.04,"endTime":185.48,"text":"From bow to toe is the meaning of the phrase,"},{"id":20,"startTime":185.48,"endTime":192.32,"text":"I want to deliver this music to you with my whole body,"},{"id":21,"startTime":192.32,"endTime":196,"text":"I hope that everyone will be exposed to this music with their whole body,"},{"id":22,"startTime":196,"endTime":202.68,"text":"The music itself is powerful and gorgeous,"},{"id":23,"startTime":202.68,"endTime":208.44,"text":"The music itself is powerful and glamorous, a bit like a musical or a show."},{"id":24,"startTime":208.44,"endTime":211.64,"text":"There is a lot of shouting and such."},{"id":25,"startTime":211.664,"endTime":220.744,"text":"I don't know when we are going to do the live performance, but I hope everyone will remember it for when we do it."},{"id":26,"startTime":220.744,"endTime":232.784,"text":"There is no overlap at all this time. I've done a lot of music and various genres when I was a member of a group, but this time, I don't think I'll be doing the same thing again."},{"id":27,"startTime":232.784,"endTime":240.992,"text":"I thought it would be good for me not to be in the same group again, so I participated in the process of choosing the music this time."},{"id":28,"startTime":240.992,"endTime":265.472,"text":"I wanted to keep what we have done so far, but I also wanted to encounter more and more things that I had not encountered before, so this time, I decided to make a new album."},{"id":29,"startTime":265.472,"endTime":270.752},{"id":30,"startTime":270.752,"endTime":283.072},{"id":31,"startTime":283.072,"endTime":297.472},{"id":32,"startTime":297.488,"endTime":301.488},{"id":33,"startTime":301.488,"endTime":303.488}]}